[
  {
    "index": 1,
    "title": "There was earth inside them",
    "author": "Paul Celan",
    "slug": "there-was-earth-inside-them",
    "body": "There was earth inside them, and\nthey dug.\nThey dug and dug, thus did\ntheir day go, their night. And they did not praise God,\nwho, so they heard, wanted all this,\nwho, so they heard, knew all this.\nThey dug and heard nothing more;\nthey didn’t grow wise, invented no song,\nthought up no language for themselves.\nThey dug.\nA stillness came, a storm too came,\nall the seas came.\nI dig, you dig, and the worm too digs,\nand what sings over there says: they dig.\nO one, o no one, o no one, o you:\nWhere did it lead, as it led nowhere?\nO you dig and I dig, and I dig myself toward you,\nand on our finger the ring awakens."
  },
  {
    "index": 2,
    "title": "We Lived Happily During the War",
    "author": "Ilya Kaminsky",
    "slug": "we-lived-happily-during-the-war",
    "body": "And when they bombed other people’s houses, we\n \nprotested\nbut not enough, we opposed them but not\n \nenough. I was\nin my bed, around my bed America\n \nwas falling: invisible house by invisible house by invisible house.\n \nI took a chair outside and watched the sun.\n \nIn the sixth month\nof a disastrous reign in the house of money\n \nin the street of money in the city of money in the country of money,\nour great country of money, we (forgive us)\n \nlived happily during the war."
  },
  {
    "index": 3,
    "title": "Every Day",
    "author": "Ingeborg Bachmann",
    "slug": "every-day",
    "body": "War is no longer declared,\nonly continued. The monstrous\nhas become everyday. The hero\nstays away from battle. The weak\nhave gone to the front.\nThe uniform of the day is patience,\nits medal the pitiful star of hope above the heart.\nThe medal is awarded\nwhen nothing more happens,\nwhen the artillery falls silent,\nwhen the enemy has grown invisible\nand the shadow of eternal armament\ncovers the sky.\nIt is awarded\nfor desertion of the flag,\nfor bravery in the face of friends,\nfor the betrayal of unworthy secrets\nand the disregard\nof every command."
  },
  {
    "index": 4,
    "title": "A Man Doesn't Have Time In His Life",
    "author": "Yehuda Amichai",
    "slug": "a-man-doesn-t-have-time-in-his-life",
    "body": "A man doesn't have time in his life\nto have time for everything.\nHe doesn't have seasons enough to have\na season for every purpose. Ecclesiastes\nWas wrong about that.\nA man needs to love and to hate at the same moment,\nto laugh and cry with the same eyes,\nwith the same hands to throw stones and to gather them,\nto make love in war and war in love.\nAnd to hate and forgive and remember and forget,\nto arrange and confuse, to eat and to digest\nwhat history\ntakes years and years to do.\nA man doesn't have time.\nWhen he loses he seeks, when he finds\nhe forgets, when he forgets he loves, when he loves\nhe begins to forget.\nAnd his soul is seasoned, his soul\nis very professional.\nOnly his body remains forever\nan amateur. It tries and it misses,\ngets muddled, doesn't learn a thing,\ndrunk and blind in its pleasures\nand its pains.\nHe will die as figs die in autumn,\nShriveled and full of himself and sweet,\nthe leaves growing dry on the ground,\nthe bare branches pointing to the place\nwhere there's time for everything."
  },
  {
    "index": 5,
    "title": "O my Lord, the stars glitter",
    "author": "Rabia al-Basri",
    "slug": "o-my-lord-the-stars-glitter",
    "body": "O my Lord,\nthe stars glitter\nand the eyes of men are closed.\nKings have locked their doors\nand each lover is alone with his love.\n\nHere, I am alone with you."
  },
  {
    "index": 6,
    "title": "from The Hymn to Inanna",
    "author": "Enheduanna",
    "slug": "from-the-hymn-to-inanna",
    "body": "Lady of all powers,\nIn whom light appears,\nRadiant one\nBeloved of Heaven and Earth,\nTiara-crowned\nPriestess of the Highest God,\nMy Lady, you are the guardian\nOf all greatness.\nYour hand holds the seven powers:\nYou lift the powers of being,\nYou have hung them over your finger,\nYou have gathered the many powers,\nYou have clasped them now\nLike necklaces onto your breast. \n\n\n—\n\n\nLike a dragon,\nYou poisoned the land—\nWhen you roared at the earth\nIn your thunder,\nNothing green could live.\nA flood fell from the mountain:\nYou, Inanna,\nForemost in Heaven and Earth.\nLady riding a beast,\nYou rained fire on the heads of men.\nTaking your power from the Highest,\nFollowing the commands of the Highest,\nLady of all the great rites,\nWho can understand all this is yours?\n\n\n—\n\n\nIn the forefront\nOf the battle,\nAll is struck down by you—\nO winged Lady,\nLike a bird\nYou scavenge the land.\nLike a charging storm\nYou charge,\nLike a roaring storm\nYou roar,\nYou thunder in thunder,\nSnort in rampaging winds.\nYour feet are continually restless.\nCarrying your harp of sighs,\nYou breathe out the music of mourning.\n \n—\n\n\nIt was in your service\nThat I first entered\nThe holy temple,\nI, Enheduanna,\nThe highest priestess.\nI carried the ritual basket,\nI chanted your praise.\nNow I have been cast out\nTo the place of lepers.\nDay comes,\nAnd the brightness\nIs hidden around me.\nShadows cover the light,\nDrape it in sandstorms.\nMy beautiful mouth knows only confusion.\nEven my sex is dust."
  },
  {
    "index": 7,
    "title": "Ithaca",
    "author": "Constantine P. Cavafy",
    "slug": "ithaca",
    "body": "When you set out on your journey to Ithaca,\npray that the road is long,\nfull of adventure, full of knowledge.\nThe Lestrygonians and the Cyclops,\nthe angry Poseidon -- do not fear them:\nYou will never find such as these on your path,\nif your thoughts remain lofty, if a fine\nemotion touches your spirit and your body.\nThe Lestrygonians and the Cyclops,\nthe fierce Poseidon you will never encounter,\nif you do not carry them within your soul,\nif your soul does not set them up before you.\nPray that the road is long.\nThat the summer mornings are many, when,\nwith such pleasure, with such joy\nyou will enter ports seen for the first time;\nstop at Phoenician markets,\nand purchase fine merchandise,\nmother-of-pearl and coral, amber and ebony,\nand sensual perfumes of all kinds,\nas many sensual perfumes as you can;\nvisit many Egyptian cities,\nto learn and learn from scholars.\nAlways keep Ithaca in your mind.\nTo arrive there is your ultimate goal.\nBut do not hurry the voyage at all.\nIt is better to let it last for many years;\nand to anchor at the island when you are old,\nrich with all you have gained on the way,\nnot expecting that Ithaca will offer you riches.\nIthaca has given you the beautiful voyage.\nWithout her you would have never set out on the road.\nShe has nothing more to give you.\nAnd if you find her poor, Ithaca has not deceived you.\nWise as you have become, with so much experience,\nyou must already have understood what Ithacas mean."
  },
  {
    "index": 8,
    "title": "The Second Coming",
    "author": "William Butler Yeats",
    "slug": "the-second-coming",
    "body": "Turning and turning in the widening gyre   \nThe falcon cannot hear the falconer;\nThings fall apart; the centre cannot hold;\nMere anarchy is loosed upon the world,\nThe blood-dimmed tide is loosed, and everywhere   \nThe ceremony of innocence is drowned;\nThe best lack all conviction, while the worst   \nAre full of passionate intensity.\n\n\nSurely some revelation is at hand;\nSurely the Second Coming is at hand.   \nThe Second Coming! Hardly are those words out   \nWhen a vast image out of Spiritus Mundi\nTroubles my sight: somewhere in sands of the desert   \nA shape with lion body and the head of a man,   \nA gaze blank and pitiless as the sun,   \nIs moving its slow thighs, while all about it   \nReel shadows of the indignant desert birds.   \nThe darkness drops again; but now I know   \nThat twenty centuries of stony sleep\nWere vexed to nightmare by a rocking cradle,   \nAnd what rough beast, its hour come round at last,   \nSlouches towards Bethlehem to be born?"
  },
  {
    "index": 9,
    "title": "Jesus Dies",
    "author": "Anne Sexton",
    "slug": "jesus-dies",
    "body": "From up here in the crow's nest\nI see a small crowd gather.\nWho do you gather, my townsmen?\nThere is no news here.\nI am not a trapeze artist.\nI am busy with my dying.\nThree heads lolling,\nbobbing like bladders.\nNo news,\nThe soldiers down below\nlaughing as soldiers have done for centuries.\nNo news,\nWe are the same men,\nyou and I,\nthe same sort of nostrils,\nthe same sort of feet.\nMy bones are oiled with blood\nand so are yours.\nMy heart pumps like a jack rabbit in a trap\nand so does yours.\nI want to kiss God on His nose and watch Him sneeze\nand so do you.\nNot out of disrespect.\nOut if pique.\nOut of a man-to-man thing.\nI want heaven to descend and sit on My dinner plate\nand so do you.\nI want God to put His steaming arms around Me\nand so do you.\nBecause we need,\nBecause we are sore creatures.\nMy townsmen,\ngo home now.\nI will do nothing extraordinary.\nI will not divide in two.\nI will not pick out My white eyes.\nGo now,\nthis is a personal matter,\na private affair and God knows\nnone of your business."
  },
  {
    "index": 10,
    "title": "Here I Love You",
    "author": "Pablo Neruda",
    "slug": "here-i-love-you",
    "body": "Here I love you.\nIn the dark pines the wind disentangles itself.\nThe moon glows like phosphorous on the vagrant waters.\nDays, all one kind, go chasing each other.\n\nThe snow unfurls in dancing figures.\nA silver gull slips down from the west.\nSometimes a sail. High, high stars.\nOh the black cross of a ship.\nAlone.\n\n\nSometimes I get up early and even my soul is wet.\nFar away the sea sounds and resounds.\nThis is a port.\n\nHere I love you.\nHere I love you and the horizon hides you in vain.\nI love you still among these cold things.\nSometimes my kisses go on those heavy vessels\nthat cross the sea towards no arrival.\nI see myself forgotten like those old anchors.\n\nThe piers sadden when the afternoon moors there.\nMy life grows tired, hungry to no purpose.\nI love what I do not have. You are so far.\nMy loathing wrestles with the slow twilights.\nBut night comes and starts to sing to me.\n\nThe moon turns its clockwork dream.\nThe biggest stars look at me with your eyes.\nAnd as I love you, the pines in the wind\nwant to sing your name with their leaves of wire."
  },
  {
    "index": 11,
    "title": "Five A.M. in the Pinewoods",
    "author": "Mary Oliver",
    "slug": "five-a-m-in-the-pinewoods",
    "body": "I’d seen\ntheir hoofprints in the deep\nneedles and knew\nthey ended the long night\n \nunder the pines, walking\nlike two mute\nand beautiful women toward\nthe deeper woods, so I\n \ngot up in the dark and\nwent there. They came\nslowly down the hill\nand looked at me sitting under\n \nthe blue trees, shyly\nthey stepped\ncloser and stared\nfrom under their thick lashes and even\n \nnibbled some damp\ntassels of weeds. This\nis not a poem about a dream,\nthough it could be.\n \nThis is a poem about the world\nthat is ours, or could be.\nFinally\none of them—I swear it!—\n \nwould have come to my arms.\nBut the other\nstamped sharp hoof in the\npine needles like\n \nthe tap of sanity,\nand they went off together through\nthe trees. When I woke\nI was alone,\n \nI was thinking:\nso this is how you swim inward,\nso this is how you flow outward,\nso this is how you pray."
  },
  {
    "index": 12,
    "title": "How To Like It",
    "author": "Stephen Dobyns",
    "slug": "how-to-like-it",
    "body": "These are the first days of fall. The wind\nat evening smells of roads still to be traveled,\nwhile the sound of leaves blowing across the lawns\nis like an unsettled feeling in the blood,\nthe desire to get in a car and just keep driving.\nA man and a dog\n descend their front steps.\nThe dog says, Let's go downtown and get crazy drunk.\nLet's tip over all the trash cans we can find.\nThis is how dogs deal with the prospect of change.\nBut in his sense of the season, the man is struck\nby the oppressiveness of his past, how his memories\nwhich were shifting and fluid have grown more solid\nuntil it seems he can see remembered faces\ncaught up among the dark places in the trees.\nThe dog says, Let's pick up some girls and just\nrip off their clothes. Let's dig holes everywhere.\nAbove his house, the man notices wisps of cloud\ncrossing the face of the moon. Like in a movie,\nhe says to himself, a movie about a person\nleaving on a journey. He looks down the street\nto the hills outside of town and finds the cut\nwhere the road heads north. He thinks of driving\non that road and the dusty smell of the car\nheater, which hasn't been used since last winter.\nThe dog says, Let's go down to the diner and sniff\npeople's legs. Let's stuff ourselves on burgers.\nIn the man's mind, the road is empty and dark.\nPine trees press down to the edge of the shoulder,\nwhere the eyes of animals, fixed in his headlights,\nshine like small cautions against the night.\nSometimes a passing truck makes his whole car shake.\nThe dog says, Let's go to sleep. Let's lie down\nby the fire and put our tails over our noses.\nBut the man wants to drive all night, crossing\none state line after another, and never stop\nuntil the sun creeps into his rearview mirror.\nThen he'll pull over and rest awhile before\nstarting again, and at dusk he'll crest a hill\nand there, filling a valley, will be the lights\nof a city entirely new to him.\nBut the dog says, Let's just go back inside.\nLet's not do anything tonight. So they\nwalk back up the sidewalk to the front steps.\nHow is it possible to want so many things\nand still want nothing. The man wants to sleep\nand wants to hit his head again and again\nagainst a wall. Why is it all so difficult?\nBut the dog says, Let's go make a sandwich.\nLet's make the tallest sandwich anyone's ever seen.\nAnd that's what they do and that's where the man's\nwife finds him, staring into the refrigerator\nas if into the place where the answers are kept-\nthe ones telling why you get up in the morning\nand how it is possible to sleep at night,\nanswers to what comes next and how to like it."
  },
  {
    "index": 13,
    "title": "The Heavy Bear Who Goes With Me",
    "author": "Delmore Schwartz",
    "slug": "the-heavy-bear-who-goes-with-me",
    "body": "“the withness of the body”\nThe heavy bear who goes with me,   \nA manifold honey to smear his face,   \nClumsy and lumbering here and there,   \nThe central ton of every place,   \nThe hungry beating brutish one   \nIn love with candy, anger, and sleep,   \nCrazy factotum, dishevelling all,   \nClimbs the building, kicks the football,   \nBoxes his brother in the hate-ridden city.\n\n\nBreathing at my side, that heavy animal,   \nThat heavy bear who sleeps with me,   \nHowls in his sleep for a world of sugar,   \nA sweetness intimate as the water’s clasp,   \nHowls in his sleep because the tight-rope   \nTrembles and shows the darkness beneath.   \n—The strutting show-off is terrified,   \nDressed in his dress-suit, bulging his pants,   \nTrembles to think that his quivering meat   \nMust finally wince to nothing at all.\n\n\nThat inescapable animal walks with me,\nHas followed me since the black womb held,   \nMoves where I move, distorting my gesture,   \nA caricature, a swollen shadow,\nA stupid clown of the spirit’s motive,   \nPerplexes and affronts with his own darkness,   \nThe secret life of belly and bone,\nOpaque, too near, my private, yet unknown,   \nStretches to embrace the very dear\nWith whom I would walk without him near,   \nTouches her grossly, although a word\nWould bare my heart and make me clear,   \nStumbles, flounders, and strives to be fed   \nDragging me with him in his mouthing care,   \nAmid the hundred million of his kind,   \nThe scrimmage of appetite everywhere."
  },
  {
    "index": 14,
    "title": "The Old Poets of China",
    "author": "Mary Oliver",
    "slug": "the-old-poets-of-china",
    "body": "Wherever I am, the world comes after me.\nIt offers me its busyness. It does not believe\nthat I do not want it. Now I understand\nwhy the old poets of China went so far and high\ninto the mountains, then crept into the pale mist."
  },
  {
    "index": 15,
    "title": "Danse Russe",
    "author": "William Carlos Williams",
    "slug": "danse-russe",
    "body": "If I when my wife is sleeping\nand the baby and Kathleen\nare sleeping\nand the sun is a flame-white disc\nin silken mists\nabove shining trees,—\nif I in my north room\ndance naked, grotesquely\nbefore my mirror\nwaving my shirt round my head\nand singing softly to myself:\n“I am lonely, lonely.\nI was born to be lonely,\nI am best so!”\nIf I admire my arms, my face,\nmy shoulders, flanks, buttocks\nagainst the yellow drawn shades,—\n\n\nWho shall say I am not\nthe happy genius of my household?"
  },
  {
    "index": 16,
    "title": "Forgetfulness",
    "author": "Billy Collins",
    "slug": "forgetfulness",
    "body": "The name of the author is the first to go\nfollowed obediently by the title, the plot,\nthe heartbreaking conclusion, the entire novel\nwhich suddenly becomes one you have never read, never even heard of,\n\n\nas if, one by one, the memories you used to harbor\ndecided to retire to the southern hemisphere of the brain,\nto a little fishing village where there are no phones.\n\n\nLong ago you kissed the names of the nine muses goodbye\nand watched the quadratic equation pack its bag,\nand even now as you memorize the order of the planets,\n\n\nsomething else is slipping away, a state flower perhaps,\nthe address of an uncle, the capital of Paraguay.\n\n\nWhatever it is you are struggling to remember,\nit is not poised on the tip of your tongue\nor even lurking in some obscure corner of your spleen.\n\n\nIt has floated away down a dark mythological river\nwhose name begins with an L as far as you can recall\n\n\nwell on your own way to oblivion where you will join those\nwho have even forgotten how to swim and how to ride a bicycle.\n\n\nNo wonder you rise in the middle of the night\nto look up the date of a famous battle in a book on war.\nNo wonder the moon in the window seems to have drifted   \nout of a love poem that you used to know by heart."
  },
  {
    "index": 17,
    "title": "A Blessing",
    "author": "James Wright",
    "slug": "a-blessing",
    "body": "Just off the highway to Rochester, Minnesota,\nTwilight bounds softly forth on the grass.\nAnd the eyes of those two Indian ponies\nDarken with kindness.\nThey have come gladly out of the willows\nTo welcome my friend and me.\nWe step over the barbed wire into the pasture\nWhere they have been grazing all day, alone.\nThey ripple tensely, they can hardly contain their happiness   \nThat we have come.\nThey bow shyly as wet swans. They love each other.\nThere is no loneliness like theirs.   \nAt home once more,\nThey begin munching the young tufts of spring in the darkness.   \nI would like to hold the slenderer one in my arms,\nFor she has walked over to me   \nAnd nuzzled my left hand.   \nShe is black and white,\nHer mane falls wild on her forehead,\nAnd the light breeze moves me to caress her long ear\nThat is delicate as the skin over a girl’s wrist.\nSuddenly I realize\nThat if I stepped out of my body I would break\nInto blossom."
  },
  {
    "index": 18,
    "title": "Preface to a Twenty Volume Suicide Note",
    "author": "Amiri Baraka",
    "slug": "preface-to-a-twenty-volume-suicide-note",
    "body": "Lately, I've become accustomed to the way\nThe ground opens up and envelopes me\nEach time I go out to walk the dog.\nOr the broad edged silly music the wind\nMakes when I run for a bus...\n\n\nThings have come to that.\n\n\nAnd now, each night I count the stars.\nAnd each night I get the same number.\nAnd when they will not come to be counted,\nI count the holes they leave.\n\n\nNobody sings anymore.\n\n\nAnd then last night I tiptoed up\nTo my daughter's room and heard her\nTalking to someone, and when I opened\nThe door, there was no one there...\nOnly she on her knees, peeking into\n\n\nHer own clasped hands"
  },
  {
    "index": 19,
    "title": "When Death Comes",
    "author": "Mary Oliver",
    "slug": "when-death-comes",
    "body": "When death comes \nlike the hungry bear in autumn; \nwhen death comes and takes all the bright coins from his purse\n\n\nto buy me, and snaps the purse shut; \nwhen death comes \nlike the measle-pox;\n\n\nwhen death comes \nlike an iceberg between the shoulder blades,\n\n\nI want to step through the door full of curiosity, wondering: \nwhat is it going to be like, that cottage of darkness?\n\n\nAnd therefore I look upon everything \nas a brotherhood and a sisterhood, \nand I look upon time as no more than an idea, \nand I consider eternity as another possibility,\n\n\nand I think of each life as a flower, as common \nas a field daisy, and as singular,\n\n\nand each name a comfortable music in the mouth, \ntending, as all music does, toward silence,\n\n\nand each body a lion of courage, and something \nprecious to the earth.\n\n\nWhen it's over, I want to say: all my life \nI was a bride married to amazement. \nI was the bridegroom, taking the world into my arms.\n\n\nWhen it's over, I don't want to wonder \nif I have made of my life something particular, and real.\nI don't want to find myself sighing and frightened, \nor full of argument.\n\n\nI don't want to end up simply having visited this world."
  }
]